import delux from "../../media/rooms/delux.jpg";
import halfView from "../../media/rooms/half-view.jpg";
import kingSize from "../../media/rooms/king-size.jpg";
import luxSantaMonica from "../../media/rooms/lux-santa-monica.jpg";
import luxView from "../../media/rooms/lux-view.jpg";
import palm from "../../media/rooms/palm.jpg";
import penthous from "../../media/rooms/penthous-lux.jpg";
import upgraded from "../../media/rooms/upgraded.jpg";
import view from "../../media/rooms/view.jpg"; 

const data = [
    {
        "src": delux,
        "name": "Делюкс номер",
        "description": "Резиновые утки для серфинга и ночные истории с мраморными ванными комнатами и кроватями с балдахином - даже роскошь иногда требует перерыва для игр.",
    },
    {
        "src": luxView,
        "name": "Люкс с видом на тихий океан",
        "description": "Зайдите в недавно обновленный люкс с видом на Тихий океан, и все внезапно обретет смысл. Вид с высоты птичьего полета на все побережье, просторную угловую гостинную и две просторные спальни с высокими потолками и естественным освещением.",
    }, 
    {
        "src": kingSize,
        "name": "Улучшенный номер",
        "description": "Персональная библиотека для чтения предназначена для вашего разума, гидротермальная массажная ванна - для вашего тела, а успокаиваюшие тона синего моря - для вашей души.",
    }, 
    {
        "src": luxSantaMonica,
        "name": "Люкс «Санта-Моника»",
        "description": "Это больше, чем обычный побег на побережье. Люксы Santa Monica с яркой и солнечной спальней, изысканно обставленной гостиной, семейным жилым пространством и изысканным прибрежным дизайном — это настоящий побег в экстраординарное.",
    }, 
    {
        "src": halfView,
        "name": "Номер с частичным видом на океан",
        "description": "Это живописный вид на пляж Санта-Моники и мерцающий закат над Тихим океаном. Или, может быть, это голубые стены, высокие потолки, текстиль прибрежных цветов и изысканный бело-голубой китайский фарфор.",
    }, 
    {
        "src": palm,
        "name": "Номер «Пальмовая терраса»",
        "description": "Терраса у бассейна находится в нескольких шагах, но вы предпочитаете ловить лучи солнца из собственного патио, из собственного шезлонга и из своего личного рая.",
    }, 
    {
        "src": penthous,
        "name": "Пентхаус-люкс",
        "description": "На вершине мира, на краю океана, на вершине роскоши — обновленные пентхаусы Casa del Mar — это самое близкое к раю над Тихим океаном, которое вы когда-либо найдете.",
    }, 
    {
        "src": upgraded,
        "name": "Номер с кроватью «King-Size»",
        "description": "Каждый номер для гостей с ограниченными физическими возможностями предлагает вид на город и по-настоящему прибрежный шик. Дизайн интерьера комнаты для гостей выполнен в успокаивающей палитре синего и зеленого цветов, вдохновленной океаном.",
    },
    {
        "src": view,
        "name": "Номер с видом на океан",
        "description": "Не каждый день просыпаешься и видишь все побережье Калифорнии от Малибу до Палос-Вердес. Но это именно то, что ждет во вдохновляющих люксах отеля Casa del Mar с видом на океан.",
    }, 
]

export default data;